src/CFD/OpenFOAM/OpenFOAM-v2206-MUI/modules/adios/tutorials/heatTransfer/chtMultiRegionFoam/multiRegionHeater/system/README
fvSolution is used for outer correctors specification.
fvSchemes is only so that pre-processing activities can proceed

